{
  "content": "<p>You can make an unlimited number of anonymous email addresses really easily. They allow you to forward any incoming emails to a one (or more) of your real inboxes. You'll still be able to send & receive emails while wearing a virtual mask, but the recipient will never know your true address. Simply buy a <a href='https://www.namecheap.com/domains/registration/gtld/xyz/'>cheap domain</a>, and sign up for <a href='https://simplelogin.io/'>Simplelogin</a> ($30/yr or self-host). Just imagine:</p><p class='no-indent'> 路 Repeatedly signing up for premium trial accounts </span></p><p class='no-indent'> 路 Trying new apps without worrying about spam or relying on it's trustworthiness.</p><p class='no-indent'> 路 Sharing your email in public spaces safely, and without needing to check a 'public' email inbox. </p><p class='no-indent'> 路 Impeding companies from creating highly valuable advertising models of your behavior that are used to show you content from the most 'relevant' (ie. the highest paying) advertiser.</p><p class='no-indent'> 路 Impeding companies from tracking you across apps based on email. </p><p class='no-indent'> 路 Being able to hide from abusive or spammy parties. If your email is ever leaked or sold to bad folks, and you feel like blocking sender(s) isn't enough, you can now burn an entire email address, without losing any data, in 5 seconds. </p><p class='no-indent'> 路 Avoiding personal liability if someone hacks the company, or data is leaked. </p><p class='no-indent'> 路 Avoiding potential blowback, follow-up scams, or cascading hacks stemming from a compromised or exposed account. </p><p class='no-indent'> 路 Enhancing your personal security by obscuring your true email provider. </p><p> Emails are only one piece of the fingerprinting-puzzle. Companies also use your phone, CC#, address, IP, and router metadata to ID you when you're using a different browser, device, or even logged out. Phone numbers are harder to obscure since you usually pay a lot for a single phone line. You can pay for <a href='https://relay.firefox.com/'>Firefox Relay</a> or a traditional burner phone app. </p><p>Obscuring your email is a great way to maintain anonymous in simple situations where the app isn't tracking your IP or building a profile of your behavior. For more complex platforms like Google or Pinterest, a VPN is the only way to throw companies off your scent. For ~2-3$ per month, you can successfully scramble company's signal on you, further impeding accurate advertising and tracking.</p>"
}
